[Hints.A_LoadscreenHints H7LoadingHints]
mHints[0]="沿对角线移动消耗1.41移动力。"
mHints[1]="游戏会在每天结束时自动创建一个存档。"

mHints[5]="如果军队中包含来自不同阵营的生物，则会受到-10士气惩罚。"

mHints[7]="你可以将法术从法术书拖放到屏幕左侧的快捷栏中。"
mHints[8]="英雄在战斗外每天只能施放一个法术。"
mHints[9]="英雄每天会根据其精神属性恢复法力值。"
mHints[10]="你可以为每个城镇指派一名英雄作为总督。这样城镇就能从英雄的总督能力中受益。"
mHints[12]="按下Alt键（默认按键设置）将高亮显示冒险地图上的所有可交互对象。"
mHints[13]="在战斗中按住右键悬停在敌方生物上将会显示额外的战斗信息。"
mHints[14]="在战斗中侧击敌方生物可造成额外25%伤害。"
mHints[15]="从背后攻击敌方生物（全力侧击）可造成额外50%伤害。"
mHints[18]="生物造成的伤害很大程度上取决于其攻击力和目标的防御力。"
mHints[20]="生物的幸运受英雄的命运属性加成。"
mHints[21]="生物的士气受英雄的领导力属性加成。"
mHints[22]="大多数生物每战斗回合只会反击一次。"
mHints[24]="当在战斗中消灭一队敌方单位时，你的生物将获得+10士气奖励。"
mHints[25]="当你的一个生物部队在战斗中死亡时，你的生物将受到-20士气惩罚。"
mHints[26]="你可以在移动命令期间按住鼠标按钮来定义生物的面向方向。"

UCP 1.1

mHints[16]="生物的士气和幸运既不能低于-75，也不能高于+75。"
mHints[17]="请考虑在Patreon或我们的Discord上支持该模组。"
mHints[3]="每个派系都有一个额外强大的核心和精英生物。"
mHints[4]="Mod 7.5包含了伟大的Antalyan的UCP 1.3，以及许多新增内容和错误修复。"

UCP 1.2
mHints[11]="使用右下角的按钮，你可以订购商队并在城镇外为你的英雄提供额外的部队增援。"
mHints[19]="生物可以在城镇、栖息地或训练场中升级。"


heroes 7.5

mHints[2]="在游戏开始时或读取存档后，点击一次村镇大厅/城镇大厅/城市大厅/国会来激活城市音乐。在同一局游戏中切勿点击超过一次。"
mHints[23]="英雄无敌7.5增加了许多新派系，以及秽巢（重做的LordGraa WPU）和佣兵派系。"

v1.40

mHints[6]="当英雄组合两个特定的大师技能时，可以解锁隐藏的协同能力。"